tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/core"
tap "linuxbrew/xorg"
tap "neovim/neovim"
brew "sqlite"
brew "python"
brew "awscli"
brew "bat"
brew "ccat"
brew "ctags"
brew "diff-so-fancy"
brew "docker"
brew "exa"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "httpie"
brew "hub"
brew "python@2"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "ruby", link: false
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "whois"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
