tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "karan/karan"
tap "neovim/neovim"
brew "ccat"
brew "cloc"
brew "ctags", args: ["HEAD"]
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "gnupg@1.4"
brew "goreleaser"
brew "htop"
brew "sqlite"
brew "python", args: ["with-tcl-tk"]
brew "httpie"
brew "hub"
brew "hugo"
brew "kpcli"
brew "micro"
brew "mosh", args: ["HEAD"]
brew "mysql"
brew "neovim"
brew "node"
brew "rustup-init"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "vim"
brew "weechat"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "battle-net"
cask "bitbar"
cask "ccleaner"
cask "chromium"
cask "devdocs"
cask "diffmerge"
cask "discord"
cask "disk-inventory-x"
cask "drawio"
cask "dropbox"
cask "epic-games"
cask "firefox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-montserrat"
cask "font-open-sans"
cask "hstracker"
cask "java"
cask "joplin"
cask "keepassxc"
cask "keybase"
cask "kitematic"
cask "league-of-legends"
cask "libreoffice"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "openemu"
cask "sequel-pro"
cask "shiftit"
cask "skype"
cask "slack"
cask "spotify"
cask "sqlitestudio"
cask "steam"
cask "streamlink-twitch-gui"
cask "track-o-bot"
cask "transmission"
cask "tunnelblick"
cask "vimr"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
cask "wineskin-winery"
